PAD
UNK
<sos>
<eos>
tacoma
reservations
west
denver
beach
into
either
equipment
boeing
listing
such
itinerary
february
279
1133
43
too
as
a
hopefully
ground
mco
seventeenth
chicago
say
december
california
highest
general
but
here
416
jose
1000
find
names
705
florida
nationair
this
seat
interested
information
270
repeating
level
163
thing
used
runs
take
prices
it
montreal
beginning
'hare
229
early
town
ap68
run
stopovers
belong
825
each
813
angeles
qw
miami
their
arrange
traveling
book
arrangements
toronto
1291
takeoffs
including
depart
from
fort
nineteenth
shortest
lester
capacity
prefer
thrift
train
minimum
january
400
let
dallas
at
landings
being
july
324
me
explain
area
midway
afternoons
is
various
choices
1209
friday
57
445
dc10
sixth
abbreviation
starting
departures
eleven
m
august
tickets
nights
jersey
seven
823
f28
by
across
tower
of
possible
can
stapleton
your
airfare
oak
indiana
kansas
you
days
washington
21
serving
field
mealtime
phoenix
planes
1992
mia
give
may
indianapolis
cost
classes
served
westchester
largest
sfo
guardia
fifteen
sometime
using
tampa
order
1993
311
home
afterwards
arrives
more
ls
so
stopover
heading
be
options
leaving
same
s
my
fare
airport
noon
flies
second
airports
codes
trans
taking
200
aa
price
express
ticket
qo
8
459
c
h
771
's
maximum
six
michigan
type
932
time
73s
last
ac
d9s
year
296
98
nonstops
columbus
service
georgia
around
originate
making
nonstop
m80
currently
offers
worth
sunday
6
no
505
ontario
852
grounds
1059
diego
297
645
1
would
bound
requesting
red
well
equal
1130
car
sixteenth
go
hi
stands
stop
fridays
1158
3
departure
y
numbers
1017
know
st.
do
anywhere
usa
make
pearson
1100
flying
international
daily
1765
continental
distance
goes
oakland
united
includes
leaves
1600
business
402
does
returning
ap80
right
carolina
inexpensive
1110
have
burbank
arizona
1230
720
utah
travels
petersburg
hou
757
737
operating
scenario
midnight
hp
lake
abbreviations
'd
sixteen
i
world
following
during
767
for
return
seattle
sa
include
ua
2153
cleveland
restrictions
originating
less
ewr
midwest
ea
orlando
difference
zone
if
use
934
please
direct
overnight
reaches
rate
cheap
repeat
hello
concerning
first
need
restriction
airplane
friends
long
o'clock
must
755
217
anything
305
jet
york
trip
late
sundays
fly
mornings
afternoon
fn
least
fifteenth
nighttime
1030
the
morning
way
connect
snack
tonight
how
thursdays
269
thanks
will
these
memphis
130
rentals
newark
555
'll
minneapolis
bay
lax
connects
schedule
tuesdays
code
between
transport
10
times
canada
meaning
day
dulles
cheapest
reaching
100
212
symbols
and
look
sorry
get
plane
qx
whether
calling
milwaukee
proper
takeoff
352
doesn
with
1055
enroute
am
12
everywhere
q
november
earlier
paul
very
destination
expensive
1039
want
passengers
thursday
scheduled
uses
twentieth
2100
19
eleventh
question
costs
economy
tomorrow
define
monday
october
mean
las
landing
route
put
buy
continent
jfk
determine
fifth
when
coach
seating
flight
2134
reverse
spend
meals
serve
many
represented
downtown
72s
twa
see
limousine
838
week
advertises
stops
on
which
lufthansa
should
also
to
lowest
provided
county
four
k
local
twelve
139
tell
baltimore
515
where
415
through
atlanta
working
106
315
located
preferably
place
rent
yn
are
aircraft
three
after
taxi
los
could
in
o
yes
wednesdays
'm
saturday
later
connecting
san
dinnertime
month
only
connection
there
departs
back
much
next
detroit
747
all
list
pm
display
makes
show
turboprop
departing
cp
live
428
via
dollars
schedules
they
types
hours
catch
7
march
nw
september
tennessee
salt
arrive
one
louis
201
yyz
today
date
430
137338
pittsburgh
us
travel
500
3724
those
canadian
both
150
missouri
again
1026
april
seventeen
1500
4
kind
than
land
besides
530
airplanes
5
nashville
southwest
co
sure
describe
discount
june
tenth
carried
leave
come
serves
economic
latest
723
some
another
smallest
name
services
okay
arrival
ninth
trips
an
rental
like
actually
offer
within
plan
transportation
746
cover
inform
over
bwi
breakfast
airfares
still
most
atl
having
meal
evening
francisco
database
2
tuesday
lunch
497766
philadelphia
1850
eye
twenty
looking
class
far
approximately
connections
eighteenth
1115
4400
before
delta
210
soon
intercontinental
new
845
1222
love
kinds
flights
america
without
thirty
281
fourth
final
trying
1991
1700
vegas
or
stand
twelfth
1220
listed
225
seventh
night
total
earliest
noontime
has
dc
any
3357
great
airlines
eighth
minnesota
sort
mitchell
close
american
designate
help
pennsylvania
saturdays
cities
ohio
number
philly
're
't
supper
1200
323
wednesday
north
dinner
fourteenth
thank
734
sounds
718
733
cars
off
ap57
ten
alaska
offered
928
that
ord
fares
booking
staying
boston
charlotte
eastern
other
b
coming
along
1245
cincinnati
transcontinental
now
wish
near
rates
1940
eight
343
fine
727
layover
stopping
we
345
provides
405
dfw
city
bring
oh
houston
thirtieth
fit
up
329
ff
under
continuing
quebec
82
listings
thereafter
provide
230
limousines
northwest
j31
able
airline
two
available
logan
about
single
serviced
reservation
weekdays
kindly
466
once
f
air
9
then
people
greatest
1505
colorado
thirteenth
different
directly
80
seats
1145
just
arrivals
what
lastest
limo
try
round
la
third
ap
weekday
out
630
texas
going
1083
straight
toward
1045
dl
qualify
11
arriving
capacities
539
417